<script setup lang="ts">
</script>

<template>
  <section>
    <h2>集训队简介</h2>
    <p>
      广西大学ICPC集训队（ICPCTrainingTeamofChina,GuangxiUniversity）于2016年建立，2018-2019年开始逐渐正式运转，是一个为了代表广西大学参加以国际大学生程序设计竞赛（ICPC）、中国大学生程序设计竞赛（CCPC）等高水平赛事、希望与国内绝大部分院校接轨从而进行严格集中训练的队伍。集训队并非社团，仅为学生兴趣同好组织。集训队目前名义上属于计算机与电子信息学院计算机协会。集训队由计算机与电子信息学院以学院的名义提供经费和场地支持，而集训队为学院以及学校提供程序设计竞赛（算法竞赛）和相关课程的支持、管理与维护。集训队分为正式队伍和技术组：正式队员参加各地举行的算法竞赛，技术组为竞赛队员提供后勤服务，保障竞赛队员的训练正常开展，同时学习项目开发的前沿知识，参与队内开发活动。
    </p>
    <p class="p_1">集训队并非社团，仅为学生兴趣同好组织。</p>

    <p>
      集训队目前名义上属于计算机与电子信息学院计算机协会。集训队由计算机与电子信息学院以学院的名义提供经费和场地支持，而集训队为学院以及学校提供程序设计竞赛（算法竞赛）和相关课程的支持、管理与维护。
    </p>
  </section>
  <section>
    <h1>集训队历年成果展示</h1>
  </section>

  <section>
    <h2>技术组简介</h2>
    <p>这里放内容</p>
    <p class="p_1">这里放内容</p>

    <p>这里放内容</p>
  </section>
  <section>
    <h1>这里放内容</h1>
  </section>
</template>

<style scoped></style>
